/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "Prekini";

/* alert button
   dialog confirmation */
"OK" = "U redu";

/* alert button */
"Abort scan" = "Prekini skeniranje";

/* alert button */
"Continue" = "Nastavi";

/* alert button */
"Continue scan" = "Nastavi skeniranje";

/* alert button */
"Ignore" = "Zanemari";

/* alert button */
"Ignore plug-in" = "Zanemari plugin";

/* alert button */
"Open plug-in graphic interface" = "Otvori grafičko sučelje plugina";

/* alert button */
"Start Plug-In Manager" = "Pokreni Upravitelja plugina";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "Dragi korisniče aplikacije ^P,\nimate omogućenu značajku Audio Unit(s) (njih %ld) koji nisu prošli Appleovu AU provjeru. To može uzrokovati probleme te čak i srušiti ^P ili dovesti do gubitka podataka! Molimo, obratite se proizvođaču ili proizvođačima za ažurirane verzije. Savjetujemo da onemogućite te plugine u Upravitelju plugina.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "U aplikaciji ^P bit će dostupni samo uspješno skenirane značajke Audio Units.\nSkeniranje će se nastaviti kad sljedeći put pokrenete ^P.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "Audio uređaj “%1$@” proizvođača “%2$@” javlja da nije pravilno autoriziran za uporabu na ovom sustavu.\nMolimo, provjerite dokumentaciju plugina za dodatne informacije o njegovog zaštiti od kopiranja.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "Audio uređaj “%1$@” proizvođača “%2$@” javlja da nije pravilno autoriziran za uporabu na ovom sustavu.\nMolimo, provjerite dokumentaciju plugina za dodatne informacije o njegovog zaštiti od kopiranja. Možete podesiti zaštitu od kopiranja u grafičkom sučelju plugina.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Tijekom provjere kompatibilnosti značajke Audio Unit, ^P je naišao na plugine značajke Audio Unit (njih %ld) koji nisu prošli Appleovu AU provjeru. Ovi plugini su izuzeti iz daljnje uporabe u aplikaciji ^P kako bi se spriječili mogući problemi ili rušenja. Možete odmah pokrenuti Upravitelja plugina i pregledati rezultate provjere ili nastaviti s postupkom pokretanja.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "Aplikacija ^P neočekivano se zatvorila tijekom pokušaja uporabe audio uređaja “%1$@” od strane plugina “%2$@”.\nMožda trebate ažurirati plugin.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "Došlo je do greške s instaliranim pluginom značajke Audio Unit.";

/* alert title */
"Audio Unit authorization error." = "Greška autorizacije značajke Audio Unit.";

/* alert title */
"Incompatible Audio Units found." = "Pronađene su nekompatibilne značajke Audio Units.";

/* alert title */
"You are about to abort the scan process." = "Namjeravate prekinuti postupak skeniranja.";

/* alert title */
"You are using incompatible Audio Units." = "Koristite nekompatibilnu značajku Audio Units.";

/* audio unit type */
"MIDI processor" = "MIDI procesor";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-kontrolirani efekt";

/* audio unit type */
"effect" = "efekt";

/* audio unit type */
"format converter" = "konverter formata";

/* audio unit type */
"generator" = "generator";

/* audio unit type */
"instrument" = "instrument";

/* audio unit type */
"mixer" = "mikser";

/* audio unit type */
"offline effect" = "efekt odspojenosti";

/* audio unit type */
"output unit" = "izlazni uređaj";

/* audio unit type */
"panner" = "pomicanje";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Traženje plugina značajke Audio Unit…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Ažuriranje informacija o pluginima značajke Audio Unit…";

/* possible validation result */
"couldn’t be opened" = "ne može se otvoriti";

/* possible validation result */
"crashed validation" = "nije prošlo provjeru";

/* possible validation result */
"failed validation" = "provjera nije uspjela";

/* possible validation result */
"not authorized" = "nije autorizirano";

/* possible validation result */
"not validated due to internal error" = "nije provjereno zbog unutarnje greške";

/* possible validation result */
"not yet validated" = "još nije provjereno";

/* possible validation result */
"successfully validated" = "uspješno provjereno";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Skeniranje značajke Audio Units (finalizirano %1$d od %2$d)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Skeniranje značajke Audio Units (finalizirano %1$ld od %2$ld)";

/* used for invalid version numbers */
"invalid" = "nevažeće";

/* used when value transformer can’t interpret given object */
"unknown" = "nepoznato";
